10/data/attachments/e38d9dfc88d80289.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heather_ever_Friend_64974_7</nif:username>
            <nif:friendToBeRequested>soap_friends_143da72d-880f-4d83-8c98-3a676be66471</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>